// var goodsCategory = [
//   {'速冻食品':['速冻水果','速冻叶菜类','速冻非叶菜类','速冻调理方便食品','速冻果汁']},
//   {'冻水产品':['冻鱼','冻虾蟹贝类']},
//   {'冻肉类':['猪肉', '牛肉', '羊肉', '兔肉', '禽肉']},
//   {'肉类制品':['熟肉制品','肠类']},
//   {'油脂类':['动物油','工业猪油','食用油']},
//   {'禽蛋类':['冰蛋','鲜蛋']},
//   {'乳制品':['冷冻乳品','冻奶油','人造奶油','炼乳','鲜乳','乳类饮品']},
//   {'糖果类':['巧克力','糖果蜜饯']},
//   {'饮品':['非酒精类','啤酒','白酒','黄酒果酒']},
//   {'鲜蔬菜':['叶菜类','根茎类','瓜菜类','花菜类','茄果类','葱蒜类','菜用豆类']},
//   {'鲜水果':['仁果类','核果类','柑桔类','浆果类','瓜类','热带、亚热带水果']},
//   {'坚果类':['坚果类']},
//   {'其他':['花卉植物','罐头']} 
// ]
var goodsCategory = [
  {'type':'速冻食品','content':['速冻水果','速冻叶菜类','速冻非叶菜类','速冻调理方便食品','速冻果汁']},
  {'type':'冻水产品','content':['冻鱼','冻虾蟹贝类']},
  {'type':'冻肉类','content':['猪肉', '牛肉', '羊肉', '兔肉', '禽肉']},
  {'type':'肉类制品','content':['熟肉制品','肠类']},
  {'type':'油脂类','content':['动物油','工业猪油','食用油']},
  {'type':'禽蛋类','content':['冰蛋','鲜蛋']},
  {'type':'乳制品','content':['冷冻乳品','冻奶油','人造奶油','炼乳','鲜乳','乳类饮品']},
  {'type':'糖果类','content':['巧克力','糖果蜜饯']},
  {'type':'饮品','content':['非酒精类','啤酒','白酒','黄酒果酒']},
  {'type':'鲜蔬菜','content':['叶菜类','根茎类','瓜菜类','花菜类','茄果类','葱蒜类','菜用豆类']},
  {'type':'鲜水果','content':['仁果类','核果类','柑桔类','浆果类','瓜类','热带、亚热带水果']},
  {'type':'坚果类','content':['坚果类']},
  {'type':'其他','content':['花卉植物','罐头']}
]